name: "identity"
platform: "ensemble"
input [
  {
    name: "INPUT"
    data_type: TYPE_UINT8
    dims: [ -1 ]
  }
]
output [
  {
    name: "OUTPUT"
    data_type: TYPE_UINT8
    dims: [ -1 ]
  }
]
ensemble_scheduling {
  step [
    {
      model_name: "identity_core"
      model_version: -1
      input_map {
        key: "INPUT__0"
        value: "INPUT"
      }
      output_map {
        key: "OUTPUT__0"
        value: "OUTPUT"
      }
    }
  ]
}

